Raptor-Tech/micropython_can_esp32/ports/esp32/boards/ESP32_RC_GENV/mpconfigboard.h
#ifndef MICROPY_HW_BOARD_NAME
// Can be set by mpconfigboard.cmake.
#define MICROPY_HW_BOARD_NAME               "RaptorCore GenV"
#endif
#define MICROPY_HW_MCU_NAME                 "CAN ULAB LTE"

// Enable UART REPL for modules that have an external USB-UART and don't use native USB.
#define MICROPY_HW_USB_CDC                 
#define MICROPY_HW_ENABLE_UART_REPL      

#define MICROPY_HW_I2C0_SCL                 (47)
#define MICROPY_HW_I2C0_SDA                 (48)
